{
    "0": "On this card I was tempted to chose somebody stupid with really low IQ whose actions are putting his closest environment in danger\nbut because all the saga is carrying the name of Harry Potter I was forced to focus on something else than low IQ as the lack of the abilities of critical thinking and inability to face the consequences of own decisions.\n\nIf we will increase the scope of the search by those qualities we can get a couple of other candidates like Draco Malfoy who was living his life by all the benefits of being the son of important death eater and prominent official in Ministry of Magic, pure-blood wizard but despite all of this - occurred to be a coward whose confidence was only a show which he didn't finally bought by himself.\n\nI also thought about Fred and George Weasley because they're stupid. Only things they think about are pranks and fun - Fool is the card of chaos so they seemed to fit perfectly.\nBut i decided to not be lazy and to make this card a really serious card looking at which can teach you something. \n\nI found even better character giving the other aspect of this card, not only mindless joy and fun but consequences - chaos and destruction. \nThe Marauders - the founders of the Marauder's map (probably only 1 single good thing this 4 ever did in their lifes), in the school - popular and cool prankers which were using their talents to terrorize the others and raised by that a legion of revenge-hungry soldiers of Voldemort - confirming in their minds that Muggles, Mudbloods, and all manner of half-breeds are subhumans who must be destroyed - They caused that future Death Eaters were volunteering for Voldemort's service themselves, sincerely believing in the righteousness of his mission.\nAll bad events like Snape joining Voldemort and all its consequences are the James Potter and his friends merit.\n\nI intended to put all of Marauders for the illustration, unfortunately my computer wasn't able to process such amount of stupidity for a single photo. It had dificulties even with Harry Potter's father alone. ",
    "1": "I couldn't imagine anyone better. All mighty, all knowing Dumbledore. Super intelligent, one of the greatest wizards of all time. He was the only one of who Voldemort was always truly afraid that killing him was his obsession. Starting from their first meeting and setting the Wardrobe on fire in which as young Tom Riddle he collected trophies after bullied orphans he couldn't hide anything from Dumbledore, he knew that he will never be able to return to Hogwarts until Dumbledore as long is alive. Always being 2 steps ahead of him even after his own death. He planned everything so well that he seemed to lead the events from beyond his own grave.\nDumbledore was the one who stood as the guardian preventing Voldemort from taking over the Magical World.  \nAll the events we see in Harry Potter saga are told from Harry's perspective but they are the result of Dumbledore's planning to finally defeat Lord Voldemort. Nothing happened without the knowledge of Dumbledore. He controlled everything from the back seat. Starting from inplacing Harry on Privet Drive, that he was assigned to Gryffindor even if the hat was thought about puting him in Slytherin, all the events ending on the one when he submitted to Voldemort in the Forbidden Forest from his own will, accepting that his fate and trusting Dumbledore to the very end, despite his previous numerous manipulations and lies. Everything was his plan. He was the wisest, the most intelligent and despite the age of more than 100 years - the greatest wizard fighter who Voldemort himself wasn't able to defeat - making him the greatest wizard we ever seen. The true Magician. ",
    "2": "The most talented witch we saw. Especially that she even wasn't a pure blood wizard - both of her parents were Muggles but it didn't stop her from looking for the knowledge by her own and develop the abilities with which she surpassed even the experienced and merciless adult Death Eaters. She was able to resist even Bellatrix Lestrange's torture curse and in so young age she was able to effectively use Imperius Curse on a goblin to get to the highest protected bank vault in Magical World we know. She shows us that talent is not everything but the hard work and passion. I couldn't imagine better guardian of the magical knowledge and how great successes would she achieve later.",
    "3": "We see her as the empress of Hogwarts. The representative of female authority, strength, and justice. One of the most truly looking witches we saw on the screen in all time. \n",
    "4": "I wanted somebody who represents authority, law and leadership. Most of the time we saw another Prime Minister of magic Cornelius Fodge but his actions were more destructive than establishing the order. We met Barty Crouch as the official seemed really care about the security of the magicial world and the man of honor who dismissed himself when he realised what his son have done.",
    "5": "I thought about putting Ron as Hierophant because he was the one who was introducing Harry into Magical World and as his guide, the pure-blood wizard was teaching him everything.\nI wasn't able to find even a moment when Ron behaves like a guide which he was in the books because the directors decided that better guide over magical world will be Hermione Granger, the daughter of two Muggles which all her life spent in the Muggles World than the pure-blood wizard from a large family whose all siblings were permanent part of Magical World and the better decision will be to make Ron someone who only can do is to panic. \nMr. Weasley is the father of the family which became Harry's new family. Harry finally brought something good to the Weasley's family which thought to be damned with the useless Ron - until Ginny were born and became a girlfriend of great famous Harry Potter of course.",
    "6": "I had a few options and the most obvious were of course Hermione and Ron, and I even had perfect shot for them when they finally kissed in the Chamber of Secrets after destroying he Horcrux. But i resigned from that.\nThis one is a hundred times better.\nLupin and Tonks. They died for their love.\nThe Beauty and the Beast. The witch from respected traditional wizard family fell in love with a werewolf dog. Nymphadora was excluded from her family and Voldemort himself ordered her cousin to kill her. \nOne of the best lovers cards I can imagine.",
    "7": "Chariot as the card of defeating challenges and glory. I decided that this magical broomstick will be the greatest symbol of the chariot.",
    "8": "I'm sorry how movies destroyed the character of Neville - the potential chosen one whose parents were condemned to the fate much more terrible than the luxurious instant death which happened to Harry's parents because Lily Potter had that luck that Severus Snape still loved her. Even the moment when he finally gets the sword seems him to be a clumsy dumpling but the moment when he killed Nagini - even if truly spectacular doesn't shows the essence of the strength which pulling out the Gryffindor's sword does. \nNeville was awesome. He led the resistance in Hogwarts. In books we saw his change. His lack of confidence and anxiety were the results of the fate of his parents and high expectations of his grandma. Neville rose to the challenge and did a great job without any help from Dumbledore in contrary to Harry. I'm sure that if Neville was the chosen one, and Dumbledore helped him - Voldemort would be defeated in 2 days. He - the son of aurors deserved much more to be the chosen one than the son of the school's bully Harry Potter who owed his fame to only the fact that Voldemort killed his parents.  ",
    "9": "The young Tom Riddle. Unpenetrable and mysterious evil mind. \nHermit as the seeker of dark knowledge.\nYoung Tom Marvolo Riddle had the same lesson with the Bogart creature as the one Lupin did.\nHe saw himself. Dead himself. \nHis parents never loved him. He wasn't the result of love. He was a mistake, an error. Jego matka poiÅ‚a jego ojca eliksirem miÅ‚oÅ›ci.\nExcept of being the wyrzutkiem whose parents even didn't love him he had another quality making him special - he was the grand grand son of Salazar Slythering. The snake wizard. He inherrited all his qualities. He wasn't very scary or terryfying but the complete lack of love in his childhood, being someone special and sick ambition made him the most dangerous dark wizard of all time. \nBy the way the actor who played him was really great. ",
    "10": "That prophecy - a small ball was the reason of the great turmoil. ",
    "11": "Alastor Moody was one of the greatest cops, scum-hunters and probably he was a psychopath - fortunately these dangerous features served in a good purpose. He was loosing parts of his body hunting dark sorcerers. I would like to see a movie about him and how the magical police works. He was the iron fist of the wizard's department of justice.",
    "12": "The Double agent, one of the greatest and talented wizards we ever seen, Half-Blood Prince, the master of potions, oclumency whose cold mind was unpenetrable even for the Dark Lord, the founder of a few spells including a powerful dark magical unforgivible curse. \nAnd the saddest man in all saga. His love tormented him all his life.\nOne of the most complicated people we ever seen. When he met Lily Potter he was good, after he realised she doesn't love him he became a Death Eater. After his master killed the one he always loved he helped to defeat him, and in the end as the double agend always in the reach of the hand but uncatchable he continued the Dumbledore's work after his death. He sacrificed his own life and he became the hero so great that even Harry Potter who hated him all his life - named his son with his name to great him.",
    "13": "I always want death to represent reborn. Ususally it happens metaphorically. But Phoenix is special. Dumbledore himself had a one. \nThe phoenix is immortal somehow - after he died he is reborning from his ashes. Very beautiful. ",
    "14": "",
    "15": "Gallert Grindelwald was the one who pushed young Dumbledore to the evil path. Together they planned to take over the Magical and  the Muggle world. Dumbledore finally woke up and understood that it was a terrible mistake only after tragic death of his sister during the fight with Grindenwald which destroyed his family forever - it gave the only drive for Dumbledore's life which was to protect the world from Grindenwald. In the movie he is merely mentioned as the one who stool the Elder Wand but books are giving us the full picture of The Greatest, The most dangerous dark wizard which for years was ruling the Wizard World with iron fist, inprisoning his enemies in own Fortress Nurmengard. He seemed to not need special qualities as being the eir of the great snake wizard as Voldemort had or being disowned by his family or even needing Horcruxes. He was realizing the plan of global domination which later Voldemort continued until Dumbledore defeated him in the greates wizard duel of all time, and later defeated Voldemort which even didn't required him to be alive. \nHe was remembered as the greatest sorcerer of all time whose life now is depicted by the new movies from Harry Potter saga.",
    "16": "I decided to be not obvious this time by choosing some building to represent the tower and then trying to explain why. In this case tower is very special because it's a living person.\nWhen I think about the tower, the most famous and accurate incarnation in the culture is Babel Tower. A very ambitious project which represents the mass of humanity's ambition to be equal to God which is condemned to failure. It's selfishness blinds it true purpose which is not to become equal to  its creator which is impossible but to fill the mission given by him which is to oppose to the evil.\nDolores Umbridge is very effective in the functions she's doing and very ambitious but too ambitious.\nEven though she's doing her jobs very well, and being a very good servant - she with her master Cornelius Fodge is the face of the Ministry's bureaucracy. She seem to be not interested in anything else than the power. Her race for own greatness in buerucratical structure finally leads all the Ministry to ignore the Voldemort's return and puts both worlds Magical and Muggol in great danger.",
    "17": "The Star tarot card is often associated with hope, inspiration, and renewal. It depicts a naked woman kneeling at the edge of a pool or river, pouring water from two jugs, one into the water and one onto the land. In the sky above her, a large star is surrounded by smaller stars. The Star card may indicate a period of renewed hope and inspiration, a sense of optimism about the future, and a connection to something greater than oneself. Â  \n\nThe Bat-Signal, a powerful symbol of hope and a call for help in times of crisis, can be seen as a representation of the Star tarot card. Just as the Star card signifies hope and guidance, the Bat-Signal represents a beacon of hope for Gotham City, a symbol that help is on the way. When the Bat-Signal is lit, it calls upon Batman, a symbol of justice and protection, to come to the aid of those in need.\n\nBoth the Star card and the Bat-Signal are powerful symbols of hope and renewal, offering a sense of comfort and reassurance in times of darkness. They remind us that even in the face of adversity, there is always hope for a brighter future.",
    "18": "The moon represents the danger of the night lurking under the beauty of the silver moon. \nRemus Lupin is a werewolf.  \nHiding his true appearance from everybody, his greatest fear is a full moon which was able to remove the curtain. Under the beauty of the full moon rages a hell and terror from the werewolf which is not able to control his instincts.",
    "19": "The sun is the Golden Snitch itself but that moment makes it even more symbolic.\n\nGetting a Golden Snitch during a Quidditch match gives the great advantage or a victory to the team whose Seeker did so. \nIt was Harry's job in during the match to find it. \n\nUpon his death, Albus Dumbledore left Harry the first golden snitch he had caught. Dumbledore put enchanted writing on the snitch that could only be read when Harry touched it to his mouth: \"I open at the close\".\n\nLike a sun it was meant to give some warm rays of bravery to the Harry's heart when he was going to meet his fate. \nUntil that moment it was the symbol of his glory, now it became a confirmation that it is finally an end. He could speak to his mom and dad to be not too sad when Voldemort will kill him.",
    "20": "If somebody asks about Draco Malfoy's Patronus one would say it is a dragon because after all he was named after these beasts and the same one would say that during saga that as the fanatic of a pure blood, son of the prominent death eater and later important ministry's official he represents their features like arrogance or constant self-aggrandizement over the others.\nBut it may be just an appearance. \nIf somebody rode the book or even watched movie carefuly enough would notice that in their manor Malfoys were raising peacocks. Draco was growing up next to them. \nMany of his behaviors like arrogance or aggression which we can read at the first sight as being a dragon may be only illusion. He is fluffing up his feathers like the peacocks are doing by exposing proudly their beautiful colorful tails but when the true danger comes they're hiding from it and running out. Draco wants to kill Dumbledore but his personality stops him from doing so. That's why many people think that the peacock is the Draco's Patronus.\n",
    "21": "The biggest sports event in Magical World. When all the wizards gather to support their favorite teams and celebrate being together."
}