{
    "0": "",
    "1": "You\nTruly are \nIncoruptable",
    "2": "Vingardium Leviosaaa...",
    "3": "It's not who you are underneath \nIt's what you do that defines you",
    "4": "SILENCE!!!",
    "5": "Why do we fall, Sir?\nSo that we can learn to pick Ourselves up.",
    "6": "You either die a hero\nOr live long enough \nto become the villain",
    "7": "- My mother warned me about getting into cars with strange men\n- This isn't car",
    "8": "You do not fear death.\nYou think this makes you strong.\nIt makes you weak.\nHow can you move faster than possible, \nfight longer than possible, \nwithout the most powerful impulse of the spirit - \nThe fear of death.",
    "9": "- Did you Know Sir? Then.\n- Did I know that I just met the most dangerous dark wizard of all time? No. If I did...",
    "10": "I'm whatever Gotham needs me to be",
    "11": "You'll hunt me. You'll condemn me. Set the dogs on me. Because that's what needs to happen. Because sometimes... the truth isn't good enough. Sometimes people deserve more. Sometimes people deserve to have their faith rewarded\"",
    "12": "He's a symbol that we don't have to be afraid of scum like you",
    "13": "Victory has defeated you. \nPeace has cost you your strength.",
    "14": "Mister Wayne, if you don't want to tell me exactly what you're doing, when I'm asked, I don't have to lie. But don't think of me as an idiot.",
    "15": "Your compassion is a weakness your enemies will not share",
    "16": "All you care about is money.\nThis city deserves a better class of criminal.\nAnd I'm gonna give it to them",
    "17": "As a man\nI'm flesh and blood\nI can be ignored\nI can be destroyed\nBut as a symbol\nI can be incorruptible \nI can be everlasting\n\nBats frighten me. It's time my enemies shared my dread",
    "18": "I'm gonna show the people of Gotham their city doesn't belong to the criminals and the corrupt",
    "19": "A hero. Not the hero we deserved but the hero we needed. Nothing less than a knight - shining",
    "20": "Endure Master Wayne. Take it. They'll hate you for it, but that's the point of the Batman. He can be the outcast. He can make the choice that no one else can make. The right choice.\n",
    "21": "You wouldn't say anything to me nor me to you. But we'd both know that you'd made it - that you were happy"
}